IDENTIFICATION-DIVISION.
PROGRAM-ID. COBOL-CALC.
AUTHOR. Keith Floyd.
DATE-WRITTEN. 2023-11-24.
      * Identification division for identification and documentation

DATA DIVISION.
WORKING-STORAGE SECTION.
01 Num1 PIC 9(4).
01 Num2 PIC 9(4).
01 Result PIC 9(8).