IDENTIFICATION-DIVISION.
PROGRAM-ID. COBOL-CALC.
AUTHOR. Keith Floyd.
DATE-WRITTEN. 2023-11-24.
      * Identification division for identification and documentation

